[
  {
    "fio" : "Невежин Тимофей Онисимович",
    "mini_Info" : "Основатель города Кургана",
    "image" : "https://lh5.googleusercontent.com/p/AF1QipOSMGvdsD0wqx-Mjo3KdAeSj-lW2G-2G3d42Fsy=w203-h361-k-no",
    "location": [55.441046, 65.320077],
    "dialog" : {


      "start" : {
        "info" : "Привет, что бы ты хотел узнать у меня ?",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Упоминания в документах",
            "next" : "document"
          }
        ]
      },


      "birth": {
        "info" : "Согласно переписи стольника Льва Мироновича Поскочина 1683 года: «Тимошка Онисимов сказал: родился в Верхотурском уезде в Невьянской слободе и жил в Далматовом монастыре за вклад. И во 187 году[велено ему на Цареве Городище стороить слободу.». Ныне с. Невьянское находится в Муниципальном образовании Алапаевское Свердловской области.",
        "btn" : [
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Упоминания в документах",
            "next" : "document"
          },
          {
            "text" : "Борьба со страрообрядцами",
            "next" : "old believers"
          }
        ]
      },


      "family": {
        "info" : "В 1660-е гг. Т. Невежин женился на Настасье Родионовой дочери, выполнявшей в монастыре дворцовую и всякую работу. Согласно переписи стольника Льва Мироновича Поскочина 1683 года у Тимошки Онисимова есть дети: Оска четырёх лет, Овдокимко году.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Борьба со страрообрядцами",
            "next" : "old believers"
          },
          {
            "text" : "Упоминания в документах",
            "next" : "document"
          }
        ]
      },

      "old believers": {
        "info" : "Борьбу со старообрядцами Тимофей Невежин, вероятно, считал своей обязанностью. В Отписке тобольского воеводы князя Алексея Андреевича Голицына тюменскому воеводе Тимофею Григорьевичу Ртищеву о появившейся в Утяцкой слободе Тобольского уезда раскольниках, датируемую 1681—1682 гг., сообщается, что «Написал мне Тобольской слободы Царева городища слободчик Тимошка Невежин: в нынешнем де году Утяцкие слободы от Фетки Иноземцева обвели объезжие дороги мимо Царева городища и объезжают всякие люди. А сбираются к нему старцы и белцы с женами и с детми с Тюмени, с Кецкого остогу, из Мехонской слободы раскольщики и раздорщики, и ко святой божьей церкви и ко отцам духовным не ходят, и всякие богохульные речи испущают и в дома свои духовных отцов не пущают…». В декабре 1682 года отряд «тюменских служивых людей, литвы и конных казаков» во главе с Петром Титовым сыном Текутьевым окружил Утяцкую слободу. Во время штурма старообрядцы подвергли себя массовому самосожжению. Семь старцев были схвачены живыми, увезены в Тобольск.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Упоминания в документах",
            "next" : "document"
          }
        ]
      },


      "document": {
        "info" : "Первое упоминание о слободчике Тимофее Онисимове как о Невежине содержится в Наказной памяти, выданной в 1680—1681 гг. слободчику Белоярской-Иковской слободе Кондрату Кондратьеву сыну Замятину. В ней сказано, что строить слободу следует «промеж слободы Белозерской слободчика Стенки Нестерова, да промеж слободы Царева Городища Тимошки Невежина».\nВ июле 1686 года вместо Тимофея Невежина в документах уже фигурирует приказчик слободы Царево Городище Григорий Шарыгин. В этом же 1686 году новым приказчикрм слободы Царево Городище стал сын боярский Петр Спиридонов. В сохранившихся документах Невежин больше не упомянут.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Борьба со страрообрядцами",
            "next" : "old believers"
          }
        ]
      }
    }
  },


  {
    "fio" : "Илизаров Гавриил Абрамович ",
    "mini_Info" : "Советский хирург-ортопед, изобретатель, доктор медицинских наук, профессор",
    "image" : "https://upload.wikimedia.org/wikipedia/commons/4/48/G.A._Ilisarow_%281991%29.jpg",
    "location": [55.493948, 65.309248],
    "dialog" : {


      "start" : {
        "info" : "Привет, что бы ты хотел узнать у меня ?",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Работа врачом",
            "next" : "work as a doctor"
          },
          {
            "text" : "Учеба",
            "next" : "study"
          }
        ]
      },


      "birth": {
        "info" : "Родился 15 июня 1921 года в бедной еврейской семье в местечке Беловеж Беловежского повята Белостокского воеводства, Польской Республики (в 1939—1946 годах деревня Беловежа входила в состав Брестской области Белорусской ССР), ныне деревня Беловеж входит в сельскую гмину Бяловежа Хайнувского повята Подляского воеводства Польши. Там жила семья его матери, и после службы в Рабоче-крестьянской Красной Армии во время Гражданской войны осел его отец. Был старшим из шестерых детей.",
        "btn" : [
          {
            "text" : "Новый способ сращивания",
            "next" : "new way of splicing"
          },
          {
            "text" : "Учеба",
            "next" : "study"
          },
          {
            "text" : "Аппарат Илизарова",
            "next" : "Ilizarov apparatus"
          }
        ]
      },


      "study": {
        "info" : "В 1939 году стал студентом Крымского государственного медицинского института имени И. В. Сталина, который окончил в 1944 году. В годы войны институт был эвакуирован из Симферополя сначала в Армавир, потом в город Кзыл-Орда Казахской ССР. Получив диплом врача, прошёл путь от врача районной больницы в селе Долговка (1948) до директора Всесоюзного Курганского научного центра восстановительной травматологии и ортопедии (1987). ",
        "btn" : [
          {
            "text" : "Компрессионно-дистракционный аппарат",
            "next" : "compression distraction apparatus"
          },
          {
            "text" : "Распространение",
            "next" : "Spread"
          },
          {
            "text" : "Работа врачом",
            "next" : "work as a doctor"
          }
        ]
      },

      "work as a doctor": {
        "info" : "С 1944 года — врач Половинской (с. Половинное), затем Косулинской (с. Долговка) райбольниц Курганской области. С 1947 года — заведующий Косулинским райздравотделом.  С 1950 года — врач травматолог-ортопед Курганской областной больницы, в 1951 году предложил аппарат для чрескостного остеосинтеза. В 1955 году назначен заведующим ортопедо-травматологическим отделением Курганского областного госпиталя инвалидов Великой Отечественной войны.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Новый способ сращивания",
            "next" : "new way of splicing"
          },
          {
            "text" : "Первый испытуемый",
            "next" : "first subject"
          }
        ]
      },


      "first subject": {
        "info" : "Первым пациентом с аппаратом для фиксации кости, разработанным Г. А. Илизаровым, стал местный гармонист, который из-за туберкулёза коленного сустава ходил на костылях. Операция прошла успешно.",
        "btn" : [
          {
            "text" : "Компрессионно-дистракционный аппарат",
            "next" : "compression distraction apparatus"
          },
          {
            "text" : "Учеба",
            "next" : "study"
          },
          {
            "text" : "Новый способ сращивания",
            "next" : "new way of splicing"
          }
        ]
      },
      "new way of splicing": {
        "info" : "Будучи заведующим хирургическим отделением Курганского областного госпиталя для инвалидов войны, где перед его глазами проходили сотни бойцов с последствиями повреждений костей, которым проводимое лечение практически не давало результата, Г. А. Илизаров предложил свой, принципиально новый способ сращивания костей при переломах. Новизна предложенного способа и аппарата для его осуществления подтверждены авторским свидетельством. Использование аппарата Илизарова повысило эффективность и заметно сократило сроки лечения переломов. Большая практика дала возможность расширить диапазон применения аппарата. Одновременно выполнял обязанность бортхирурга санитарной авиации по оказанию экстренной хирургической помощи населению сельских районов. ",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Первый испытуемый",
            "next" : "first subject"
          },
          {
            "text" : "Компрессионно-дистракционный аппарат",
            "next" : "compression distraction apparatus"
          }
        ]
      },

      "compression distraction apparatus": {
        "info" : "Компрессионно-дистракционный аппарат гармонично сочетает стабильную фиксацию костных фрагментов с управлением сложными биологическими процессами развития костной ткани (её сжатием («компрессией») или растяжением («дистракцией»)). Аппарат представляет собой металлические «кольца», на которых крепятся «спицы», проходящие через костную ткань. Кольца соединены механическими стержнями, позволяющими менять их ориентацию со скоростью порядка одного миллиметра в день.",
        "btn" : [
          {
            "text" : "Первый испытуемый",
            "next" : "first subject"
          },
          {
            "text" : "Учеба",
            "next" : "study"
          },
          {
            "text" : "Аппарат Илизарова",
            "next" : "Ilizarov apparatus"
          }
        ]
      },
      "Ilizarov apparatus": {
        "info" : "Аппарат Илизарова — это универсальная динамическая конструкция, позволяющих создавать оптимальные медико-биологические и механические условия как для костного сращения, так и для анатомо-функционального восстановления опорно-двигательного аппарата. Рассчитывая на широкое применение своего аппарата, Г. А. Илизаров унифицировал его узлы и детали. Для каждого случая врачи монтируют из весьма ограниченного числа деталей свою особую разновидность аппарата. Аппарат применяется для лечения травм, переломов, врождённых деформаций костной ткани. Также используется при «эстетических» операциях в антропометрической (ортопедической) косметологии по удлинению и выпрямлению ног. ",
        "btn" : [
          {
            "text" : "Новый способ сращивания",
            "next" : "new way of splicing"
          },
          {
            "text" : "Учеба",
            "next" : "study"
          },
          {
            "text" : "Распространение",
            "next" : "Spread"
          }
        ]
      },
      "Spread": {
        "info" : "С 1982 года началось внедрение метода Илизарова в практику ведущих зарубежных стран. Поступили приглашения посетить Испанию, Францию, Англию, США, Мексику и другие страны. Итальянская фирма «Medicalplastic s.r.l.» купила лицензию на право изготовления и продажи аппарата Илизарова в странах Западной Европы, а также в Бразилии и Аргентине. Итальянская Ассоциация по изучению аппарата и метода Илизарова (АSАМI) приняла решение о проведении постоянных международных курсов по обучению данному методу. Директором курсов был утвержден сам Г. А. Илизаров. Аналогичные ассоциации были созданы в Испании, Франции, Бельгии, Португалии, Мексике, США и других странах. Многие иностранные граждане приезжали на лечение в Курган. ",
        "btn" : [
          {
            "text" : "Первый испытуемый",
            "next" : "first subject"
          },
          {
            "text" : "Новый способ сращивания",
            "next" : "new way of splicing"
          },
          {
            "text" : "Компрессионно-дистракционный аппарат",
            "next" : "compression distraction apparatus"
          }
        ]
      }
    }
  },

  {
    "fio" : "Пичугин Дмитрий Егорович",
    "mini_Info" : "Один из руководителей борьбы за установление советской власти в Зауралье",
    "image" : "https://мемориальныедоскикургана.рф/wp-content/uploads/2017/02/pichugin-dmitriy-egorovich.jpg",
    "location": [55.444520, 65.343674],
    "dialog" : {


      "start" : {
        "info" : "Привет, что бы ты хотел узнать у меня ?",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Смерть",
            "next" : "Death"
          },
          {
            "text" : "Чехословацкого Легиона",
            "next" : "Czechoslovak Legion"
          }
        ]
      },


      "birth": {
        "info" : "Родился 21 октября (2 ноября) 1889 года в крестьянской семье в селе Моревском Моревской волости Курганского округа Тобольской губернии. Крещён в Моревской Свято-Троицкой церкви. Долгое время 1891 год указывался как год рождения Дмитрия Пичугина. ",
        "btn" : [
          {
            "text" : "Преследования отряда красных ",
            "next" : "the pursuit of the Reds"
          },
          {
            "text" : "Чехословацкого Легиона",
            "next" : "Czechoslovak Legion"
          },
          {
            "text" : "Служба",
            "next" : "service"
          }
        ]
      },


      "service": {
        "info" : "В 1911 году был призван на военную службу. Служил в лейб-гвардии Измайловском полку. За храбрость, проявленную на Юго-Западном фронте Первой мировой войны, был награждён Георгиевским крестом 4-й степени, получил унтер-офицерское звание. После ранения переведён в запасной батальон полка, который располагался в Петрограде. В 1916 году Дмитрий Егорович в Петрограде вступил в РСДРП. В штрафной роте он был вторично ранен и после выздоровления в госпитале г. Тулы он вечером 26 февраля 1917 года приехал в Петроград, а утром 27 февраля пришел в казарму лейб-гвардии Измайловского полка и возглавил отряд для разоружения остатков полиции. Принял активное участие в событиях Февральской революции 1917 года в Петрограде. ",
        "btn" : [
          {
            "text" : "Преследования отряда красных ",
            "next" : "the pursuit of the Reds"
          },
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Чехословацкого Легиона",
            "next" : "Czechoslovak Legion"
          }
        ]
      },

      "Czechoslovak Legion": {
        "info" : "С 26 мая 1918 года прекратилось пассажирское и товарное движение от Кургана на восток вследствие недоразумений между советской властью и стоящими здесь чехословацкими эшелонами, так были задержаны 5-й и 6-й полки чехословацкого легиона. Недоразумение состояло в следующем: Исполком Курганского совета получил указание Совета Народных Комиссаров о разоружении чехословацких эшелонов. 1 июня в г. Кургане по требованию советской власти занятия и торговля с 2 часов дня всюду прекратились. Конные объезды предупреждали о закрытии окон ставнями. Во втором часу ночи началась ружейная и пулеметная стрельба. Стоявшие на железной дороге чехословаки перешли в наступление. К 3 часам уже выяснилось, что красные перешли за Тобол к мельнице Бакинова. Около 5 часов они сдались в количестве около 150 человек. Наибольшее число красногвардейцев — по слухам, около 400 человек, с некоторыми руководителями бежали на ближайшие заимки и в деревни. Пичугину удалось вырваться с небольшим конным отрядом. К вечеру отправилась сформированная из чехов и добровольцев погоня. ",
        "btn" : [
          {
            "text" : "Служба",
            "next" : "service"
          },
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Смерть",
            "next" : "Death"
          }
        ]
      },


      "Death": {
        "info" : "После расстрела труп Дмитрия Пичугина привезён в Курган и положен в ледник Курганской больницы, расположенной поблизости от тюрьмы. Жена узнав о расстреле мужа, обратилась сначала к русским властям с просьбой выдать ей труп для захоронения, но русские власти не решились на выдачу трупа, а направили ее к чешскому коменданту города, который разрешил труп выдать для захоронения по гражданскому обычаю. Похороны превратились в демонстрацию рабочих, которые гроб несли на руках. В день похорон Пичугина Дмитрия тюрьма была окруженной чехами и охранялась ими, и когда несли гроб с Пичугиным на кладбище, вся тюрьма содрогалась от пения «Марсельезы», «Замучен тяжелой неволей» и др. революционных песен. Дмитрий Егорович Пичугин был похоронен в правой стороне от входовых ворот Троицкого кладбища Кургана, в одну могилу с двоюродным братом Сергеем Пичугиным, который умер зимой 1918 года. ",
        "btn" : [
          {
            "text" : "Чехословацкого Легиона",
            "next" : "Czechoslovak Legion"
          },
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Преследования отряда красных ",
            "next" : "the pursuit of the Reds"
          }
        ]
      },
      "the pursuit of the Reds": {
        "info" : "Будучи заведующим хирургическим отделением Курганского областного госпиталя для инвалидов войны, где перед его глазами проходили сотни бойцов с последствиями повреждений костей, которым проводимое лечение практически не давало результата, Г. А. Илизаров предложил свой, принципиально новый способ сращивания костей при переломах. Новизна предложенного способа и аппарата для его осуществления подтверждены авторским свидетельством. Использование аппарата Илизарова повысило эффективность и заметно сократило сроки лечения переломов. Большая практика дала возможность расширить диапазон применения аппарата. Одновременно выполнял обязанность бортхирурга санитарной авиации по оказанию экстренной хирургической помощи населению сельских районов. ",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Преследования отряда красных ",
            "next" : "the pursuit of the Reds"
          },
          {
            "text" : "Служба",
            "next" : "service"
          }
        ]
      }


    }
  },


  {
    "fio" : "Красин Леонид Борисович ",
    "mini_Info" : "Российский революционер, участник социал-демократического движения ",
    "image" : "https://ruspekh.ru/images/articles/49773/2019-05-08-323_83168-1_742005.jpg",
    "location": [55.429696, 65.339849],
    "dialog" : {


      "start" : {
        "info" : "Привет, что бы ты хотел узнать у меня ?",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Про революцию",
            "next" : "Revolutionary"
          }
        ]
      },


      "birth": {
        "info" : "Леонид Красин родился 15 (27) июля 1870 года в городе Кургане Курганского округа Тобольской губернии Западно-Сибирского генерал-губернаторства.",
        "btn" : [
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Про революцию",
            "next" : "Revolutionary"
          },
          {
            "text" : "Служба",
            "next" : "service"
          }
        ]
      },


      "Revolutionary": {
        "info" : "В 1900 году по приглашению Р. Э. Классона Красин переехал в Баку, где руководил постройкой электростанции «Электросила». Помог объединить отдельные социал-демократические группы в Баку в единую организацию. Участвовал в организации известной бакинской стачки 1903 года.Организовал в Баку нелегальную типографию «Нина», наладил печатание и транспортировку газеты «Искра» (матрицы газеты поступали в Баку из-за границы). Типография проработала в Баку до 1905 г.Летом 1903 года был в Брюсселе на II съезде РСДРП вместе с делегатом Бакинского комитета Б. М. Кнунянцем. Поддержал на II съезде централистские идеи Ленина, ратовавшего за необходимость строгой партийной дисциплины. 29 сентября (12 октября) 1903 года был кооптирован в состав ЦК РСДРП. В конце 1903 года, уязвлённый ленинской критикой в связи с деятельностью бакинской нелегальной типографии, Красин активно осуждать Ленина как за стремление поставить под свой контроль центральный печатный орган, так и за желание единолично доминировать в ЦК. В конце 1903 и в 1904 году Ленин обвинял Красина в предательстве. Расхождения между Красиным и Лениным касались прежде всего политики. В мае 1905 года принял участие в съезде большевиков в Лондоне, где был избран заместителем председателя съезда, а затем в состав ЦК. Вместе с Лениным провёл резолюцию об организации вооружённого восстания. Ленин и Красин временно отложили свои разногласия по вопросам о партийном единстве и значении различных частей РСДРП и, несмотря на личное соперничество, стали сотрудничать в деле подготовки вооруженного восстания. В конце лета 1905 г. обосновался в Петербурге, где поступил на работу в «Общество электрического освещения 1886 года» в должности заведующего Петербургской кабельной сетью. В конце того же года возглавил Боевую техническую группу при ЦК РСДРП, отвечал за финансовую деятельность партии. Организовал подпольную типографию на улице Лесной (фильм «Дом на Лесной»). Вёл работу по организации боевых дружин и снабжению их всякого рода оружием. Принимал участие в организации большой октябрьской забастовки. Был выбран в Петербургский совет рабочих депутатов от рабочих и служащих «Общества 1886 года». Совместно с А. М. Горьким основал первую большую легальную партийную газету «Новая жизнь». Во время революционных событий был одним из основных организаторов экспроприаций (ограблений) с целью получения денег, которые шли на революционную деятельность. Одной из наиболее известных была Тифлисская экспроприация, исполнителем которой был большевик Камо, — во время неё было похищено 250 тысяч рублей. Совмещение Красиным легальной (инженерной) и нелегальной (антиправительственной) работы завершилось в 1908 году, когда он был арестован в Финляндии, однако после месячного пребывания под стражей освобождён за отсутствием улик. После этого он уехал за границу, жил в Италии, придерживался крайне радикальных взглядов на перспективы большевистского движения в России.",
        "btn" : [
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Промышленный руководитель",
            "next" : "Industrial manager"
          }
        ]
      },

      "Industrial manager": {
        "info" : "Поступил на работу в немецкую фирму «Сименс и Шуккерт» в Берлине, быстро продемонстрировал инженерные и управленческие способности. С высокооплачиваемой инженерной должности в 1911 году был назначен заместителем директора берлинского филиала, в 1912-м — директором московского филиала фирмы (в связи с чем получил разрешение вернуться в Россию), а в 1913-м — её генеральным представителем в России, переехав в связи с этим в Петербург. После начала Первой мировой войны продолжал управлять предприятиями фирмы в России, которые были поставлены под государственный контроль. Одновременно был управляющим порохового завода Барановского. В 1917 году был разочарован политической слабостью Временного правительства, но отрицательно относился и к деятельности свергших его большевиков. Был сторонником соглашения различных социалистических сил, но быстро разочаровался в возможности этого.",
        "btn" : [
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "На советской службе",
            "next" : "In the Soviet service"
          }
        ]
      },


      "In the Soviet service": {
        "info" : "в декабре 1917 года, после некоторого укрепления власти большевиков, Красин принял предложение Ленина и Троцкого войти в состав делегации на переговорах с немцами в Брест-Литовске, завершившихся Брестским миром. Вскоре восстановил своё членство в большевистской партии. В 1918 году был председателем Чрезвычайной комиссии по снабжению Красной армии, одновременно являясь членом президиума ВСНХ, членом Совета Обороны. В ноябре 1918 — июне 1920 года — народный комиссар (нарком) торговли и промышленности. В марте 1919 — декабре 1920 года — нарком путей сообщения. В октябре 1919 году вместе с М. М. Литвиновым участвует в мирных переговорах с Эстонией в Пскове. В начале 1920 года был назначен председателем делегации, в которую кроме него входили Литвинов и Ногин, посланной советским правительством на Запад для восстановления торговых и политических отношений. В 1921—1922 гг. Красин вёл переговоры с Великобританией о выкупе и возвращении Советской России ледокола «Святогор», которые успешно завершились. В связи с этим в 1927 году ледокол был переименован в «Красин»В 1924 году Красин был избран членом ЦК ВКП(б), но значительным влиянием в партии он не пользовался в связи с его отходом от большевиков в 1909 году и «буржуазными» связями.",
        "btn" : [
          {
            "text" : "Промышленный руководитель",
            "next" : "Industrial manager"
          },
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          }
        ]
      },
      "family": {
        "info" : "Отец, Борис Иванович Красин (1846 — 23 июня (6 июля) 1901) служил с 1868 года полицейским надзирателем в Кургане.Мать — Антонина Григорьевна (1 (13) марта 1850 — 5 (18) ноября 1914), дочь купца Григория Ивановича Кропанина (1799 — май 1873), сестра бывшего в 1880—1884 годах городским головой Кургана купца Ивана Григорьевича Кропанина (10 сентября 1839 года — после 1893).Братья: Глеб (5 (17) июля 1869—22 сентября (4 октября) 1869) Герман Борисович (19 сентября (1 октября) 1871, с. Мостовское — 1947) — доктор технических наук, первый директор Государственного института сооружений (1927—1929), член-корреспондент Академии архитектуры СССР, Александр Борисович, инженер (1874—1909), Борис Борисович (1884—1936) — композитор, музыковед, выдающийся деятель в области музыкальной культуры России. Сестра — Софья Борисовна (1875—1954), в замужестве Лушникова, в годы советской власти была служащей государственных учреждений.Первая жена — Любовь Васильевна, урождённая Миловидова, в конце XIX века в юности участвовала в революционно-демократическом движении, но после революции 1917 года резко отрицательно относилась к переменам в России, приняв решение остаться в эмиграции; вторым браком вышла замуж за писателя Виктора Борисовича Окса. Дочери — Людмила, Екатерина, Любовь",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Промышленный руководитель",
            "next" : "Industrial manager"
          },
          {
            "text" : "На советской службе",
            "next" : "In the Soviet service"
          }
        ]
      }


    }
  },

  {
    "fio" : "Мальцев Терентий Семёнович ",
    "mini_Info" : "Селекционер и новатор сельского хозяйства СССР",
    "image" : "https://upload.wikimedia.org/wikipedia/ru/d/df/Maltsev_TS.jpg",
    "location": [55.463612, 65.266898],
    "dialog" : {


      "start" : {
        "info" : "Привет, что бы ты хотел узнать у меня ?",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      },


      "birth": {
        "info" : "Терентий Мальцев родился 29 октября (10 ноября) 1895 года в бедной крестьянской семье в селе Мальцево Кривской волости Шадринского уезда Пермской губернии, ныне административный центр Мальцевского сельсовета Шадринского района Курганской области.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      },


      "biography": {
        "info" : "Отец, Семён Абрамович, не хотел, чтобы сын был грамотным человеком и не пускал его в школу. Поэтому Терентий учился самостоятельно. Читал все книги, какие попадали к нему в руки и в дальнейшем постоянно занимался самообразованием. Его библиотека насчитывала около 6 тыс. томов. В 1916—1917 годах служил в армии. В 1917—1921 годах находился в Германии в плену, работал на сахарной фабрике. В 1919 году, вместе с другими военнопленными, создал русскую секцию при компартии Германии. После возвращения из плена в 1921—1924 годах работал председателем, а затем секретарем сельсовета в с. Мальцево. В 1925 году он организовал сельскохозяйственный кружок, потом с другими односельчанами создал товарищество по совместной обработке земли. В 1927г из Ленинградского института прикладной ботаники получил посылку с 200 г. пшеницы и просьбой провести сортоиспытательные работы. Пшеница дала хороший урожай и была рекомендована для выращивания в Зауралье. В 1935 году — делегат 2-го Всесоюзного съезда колхозников-ударников. В 1939, 1940, 1941 годах Мальцев участвовал во Всесоюзной сельскохозяйственной выставке СССР. В 1969 года — делегат 3-го Всесоюзного съезда колхозников. Почётный академик ВАСХНИЛ (1956 год). Был делегатом девяти съездов КПСС (XIX съезд КПСС, XX съезд КПСС, XXI съезд КПСС, XXII съезд КПСС, XXIII съезд КПСС, XXIV съезд КПСС, XXV съезд КПСС, XXVI съезд КПСС, XXVII съезд КПСС). Депутат Верховного Совета СССР 2—5 созывов (1946—1962). Депутат Верховного Совета РСФСР. Депутат Курганского областного Совета, начиная с 1943 года.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      },
      "family": {
        "info" : "Жена Татьяна Ипполитовна (?—1969), шестеро детей Сын Константин, агроном, (1922 или 1924 — 11.08.1943, Сумская область, Украинская ССР), младший лейтенант Сын Савва, работал старшим научным сотрудником на Шадринской опытной станции Сын Василий Дочь Лидия, кандидат сельскохозяйственных наук Дочь Валентина, занималась овощеводством, агрохимией, защитой растений. Дочь Анна",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Семья",
            "next" : "family"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      }


    }
  },

  {
    "fio" : "Дзержинский Феликс Эдмундович ",
    "mini_Info" : "Селекционер и новатор сельского хозяйства СССР",
    "image" : "https://24smi.org/public/media/celebrity/2017/05/11/VkVdNJRebtO2_feliks-dzerzhinskii.jpg",
    "location": [55.441511, 65.360100],
    "dialog" : {


      "start" : {
        "info" : "Привет, что бы ты хотел узнать у меня ?",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Родственники",
            "next" : "relatives"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      },


      "birth": {
        "info" : "Дмитрий Михайлович Крутиков родился 7 ноября 1923 года в селе Глинки Чаусовского района Курганского округа Уральской области (ныне в черте города Кургана, Курганская область) в крестьянской семье.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Родственники",
            "next" : "relatives"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      },


      "biography": {
        "info" : "Окончил Глинскую начальную школу. В связи с трудным материальным положением семьи в 1938 года поступил на кирпичный завод «Гигант». В 1941 году окончил курсы повышения квалификации, работал техноруком. В марте 1942 года Крутиков был призван на службу в Рабоче-крестьянскую Красную Армию и зачислен в 32-й запасной лыжный полк. В июне 1942 года направлен на учёбу в Тюменское пехотное училище, но не окончил его, т.к. с частью курсантов он был направлен на Северо-Западный фронт.В январе 1943 года, окончив фронтовые курсы младших лейтенантов, получил под командование взвод 934-го стрелкового полка 256-й стрелковой дивизии. 8 февраля 1943 года в бою за станцию Сенявино Дмитрий Михайлович был тяжело ранен.В октябре 1944 года, после лечения в госпитале, был назначен командиром взвода в 538-й стрелковый полк 120-й Краснознамённой стрелковой дивизии. К январю 1945 года беспартийный младший лейтенант Дмитрий Крутиков командовал взводом 538-го стрелкового полка 120-й стрелковой дивизии 21-й армии 1-го Украинского фронта. 23 января 1945 года взвод Крутикова одним из первых переправился через Одер в районе Грошевец (польск. Chrząszczyce) и принял активное участие в дальнейших боях на западном берегу, в том числе при штурме населённого пункта Одерфельде (ныне Грошовице) Дзержинский, Феликс Эдмундович",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Родственники",
            "next" : "relatives"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      },
      "relatives": {
        "info" : "братья: Владислав Эдмундович Дзержинский (1881—1942) — профессор медицины — невролог, казнён нацистами в г. Згеже (Польша) Станислав Эдмундович Дзержинский (1872—1917) — убит в начале июля 1917 года Игнатий Эдмундович Дзержинский (1879—1953) — учитель географии в гимназии в Варшаве его внук — Андре Дзержинский (польск. Andrzej Dzierżyński) (род. 1936) — ныне известный британский художник Казимир Эдмундович Дзержинский (1875—1943) — расстрелян немцами 24 июля 1943 года за активное участие в Ивенецком восстании Армии Крайовой. сёстры: Альдона Эдмундовна Дзержинская (Булгак) (1870—1966) Ванда (1876—1888) Ядвига (1871—1949) жена — Софья Сигизмундовна Дзержинская (Мушкат) (1882—1968) сын — Ян Феликсович Дзержинский внук — Феликс Янович Дзержинский внук — Фёдор Янович Дзержинский (род. в 1947), инженер-программист, в советские времена работал в НИИ повышения квалификации специалистов лёгкой промышленности. до октябрьской революции)))С 1887 года по 1895 год учился в гимназии, там же осенью 1895 года вступил в литовскую социал-демократическую организацию.л пропаганду в кружках ремесленных и фабричных учеников. В июле 1897 года был арестован по доносу и заключён в Ковенскую тюрьму, где пробыл почти год. В 1898 году выслан на 3 года под надзор полиции в Вятскую губернию (город Нолинск). Здесь он поступил набойщиком на махорочную фабрику и стал вести пропаганду среди рабочих. За это его сослали на 500 вёрст севернее Нолинска в село Кайгородское, откуда он в августе 1899 года бежал на лодке и пробрался в Вильно, затем — в Варшаву. В 1900 году участвовал в работе первого съезда Социал-демократии Королевства Польского и Литвы (СДКПиЛ). В январе 1900 года арестован и заключён в Варшавскую цитадель, позже в Седлецкую тюрьму. В январе 1902 года выслан на 5 лет в Вилюйск, некоторое время находился в Пересыльной тюрьме Александровского централа. Организовал издание газеты «Червоны штандар» («Красное Знамя») и транспортировку нелегальной литературы из Кракова в Царство Польское. Делегат 4-го съезда СДКПиЛ (июль 1903), избран членом её Главного Правления. Во время революционных событий 1905 года возглавил первомайскую демонстрацию, действовал в военно-революционной организации. В июле 1905 года арестован в Варшаве, в октябре освобождён по амнистии. После Октябрьской революции)))(19) декабря 1917 года Совнарком, обсуждая вопрос «О возможности забастовки служащих в правительственных учреждениях во всероссийском масштабе», поручил Дзержинскому «составить особую комиссию для выяснения возможностей борьбы с такой забастовкой путём самых энергичных революционных мер», и уже на следующий день на заседании СНК он сделал доклад «Об организации и составе комиссии по борьбе с саботажем», — с одобрения СНК была образована Всероссийская чрезвычайная комиссия по борьбе с контрреволюцией и саботажем, Дзержинский был назначен её председателем и оставался им до её преобразования в ГПУ в феврале 1922 года (с перерывом в 1918 году). В начале октября 1918 года по «совету» Якова Свердлова при поддержке этого решения Лениным Дзержинский c документами на имя Феликса Доманского совершил поездку в Швейцарию в города Берн и Лугано для встречи с женой и сыном. В этой поездке Дзержинского сопровождал секретарь президиума ВЦИКа Варлаам Аванесов. В конце октября 1918 года он вернулся в Москву.9 декабря 1921 года по инициативе Дзержинского принят Декрет ВЦИК и СТО республики «Об охране складов, пакгаузов и кладовых, а равно сооружений на железнодорожных и водных путях сообщения», в соответствии с которым в структуре НКПС РСФСР была создана Вооружённая Охрана Путей Сообщения, остановившая массовые нападения на железнодорожные объекты, грузовые и пассажирские поезда. Борьба с беспризорностью)))Возглавляя коммунистическое хозяйство, одновременно был председателем комиссии по улучшению жизни детей (то есть по борьбе с детской беспризорностью). На должности председателя комиссии Дзержинский организовал систему детских учреждений — приёмников-распределителей (временного пребывания), детских домов, «коммун» и детских «городков». В этих учреждениях тысячи обездоленных детей получали медицинскую помощь, образование, питание, и самое главное, возможность дальнейшей самореализации. На базе коммуны имени Дзержинского (руководитель А. С. Макаренко) было создано целое предприятие, где работали подростки, создавая один из самых современных по тем годам фотоаппаратов под названием «ФЭД», то есть первые буквы его имени, отчества и фамилии. Восемь бывших беспризорников стали впоследствии академиками АН СССР, в их числе генетик Николай Петрович Дубинин, учёный в области механики Сергей Алексеевич Христианович и др. Нужно заметить, что на тот момент по официальным данным около 5 000 000 детей являлись беспризорными. Руководство спортивной жизнью)))Дзержинский понимал, насколько важна хорошая физическая форма для сотрудников органов внутренних дел. По его инициативе было создано ДСО «Динамо». 18 апреля 1923 года состоялось учредительное собрание общества. В качестве тренеров были привлечены лучшие спортивные кадры Москвы. Созданное спортивное общество быстро расширяло свою деятельность. К 1926 году спортивное общество «Динамо» включало более 200 ячеек. И сегодня «Динамо» является одним из самых массовых спортивных обществ.",
        "btn" : [
          {
            "text" : "Рождение",
            "next" : "birth"
          },
          {
            "text" : "Родственники",
            "next" : "relatives"
          },
          {
            "text" : "Биография",
            "next" : "biography"
          }
        ]
      }


    }
  }
  
]